Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Your mailbag already holds %lld letters for other people. Deliver or hand one on first.
ar: تحتوي حقيبة البريد الخاصة بك بالفعل على رسائل %lld لأشخاص آخرين. قم بتسليم أو تسليم واحدة أولاً.
bg: Вашата пощенска чанта вече съдържа %lld писма за други хора. Първо доставете или предайте един.
bs: Vaša poštanska torba već sadrži %lld pisma za druge ljude. Isporučite ili predajte prvo.
ca: La vostra bossa de correu ja conté cartes %lld per a altres persones. Entrega o lliura un primer.
cs: Vaše poštovní taška již obsahuje %lld dopisů pro jiné lidi. Nejprve doručte nebo předejte jednu.
da: Din postpose rummer allerede %lld-breve til andre mennesker. Aflever eller aflever en først.
de: Deine Posttasche enthält schon %lld Briefe für andere. Übergib oder gib zuerst einen weiter.
el: Η ταχυδρομική σας τσάντα περιέχει ήδη γράμματα %lld για άλλα άτομα. Παραδώστε ή παραδώστε το ένα με την πρώτη.
es: Su bolsa de correo ya contiene cartas %lld para otras personas. Entregue o entregue uno primero.
et: Teie postikotis on juba teistele inimestele mõeldud %lld kirju. Esmalt tarnige või andke kätte.
eu: Zure posta-poltsak dagoeneko %lld letrak ditu beste pertsonentzat. Bat entregatu edo entregatu lehenengo.
fi: Postilaukussasi on jo %lld kirjeitä muille ihmisille. Toimita tai luovuta yksi ensin.
fr: Ton sac postal contient déjà des lettres %lld pour d'autres personnes. Livrez ou remettez-en un en premier.
ga: Tá litreacha %lld do dhaoine eile i do mhála poist cheana féin. Seachadadh nó tabhair ceann ar aghaidh ar dtús.
gl: A túa bolsa de correo xa contén letras %lld para outras persoas. Entrega ou entrega un primeiro.
he: שקית הדואר שלך כבר מכילה אותיות %lld עבור אנשים אחרים. תחילה שלח או תמסור אחד.
hi: आपके मेलबैग में पहले से ही अन्य लोगों के लिए %lld अक्षर हैं। पहले एक को वितरित करें या सौंपें।
hr: Vaša poštanska torba već sadrži %lld pisma za druge ljude. Prvo isporučite ili predajte jedan.
hu: A postatáskája már tartalmaz %lld leveleket mások számára. Először szállítson vagy adjon át egyet.
id: Kantong surat Anda sudah berisi surat %lld untuk orang lain. Kirimkan atau serahkan terlebih dahulu.
is: Póstpokinn þinn inniheldur nú þegar %lld stafi fyrir annað fólk. Afhenda eða afhenda einn fyrst.
it: Il tuo sacchetto della posta contiene già lettere %lld per altre persone. Consegnalo o consegnalo prima.
ja: あなたのメールバッグにはすでに他の人への %lld 手紙が入っています。まずは配達するか手渡してください。
ka: თქვენი საფოსტო ჩანთა უკვე შეიცავს %lld ასოებს სხვა ადამიანებისთვის. მიიტანეთ ან ჩააბარეთ ჯერ ერთი.
kk: Сіздің пошта сөмкеңізде басқа адамдар үшін %lld әріптері бар. Алдымен біреуін жеткізіңіз немесе тапсырыңыз.
ko: 귀하의 우편함에 이미 다른 사람을 위한 %lld 편지가 들어 있습니다. 먼저 배달하거나 건네주세요.
lt: Jūsų pašto dėžutėje jau yra %lld laiškų, skirtų kitiems žmonėms. Pirmą kartą pristatykite arba pateikite vieną.
lv: Jūsu pasta somā jau ir %lld vēstules citiem cilvēkiem. Vispirms piegādājiet vai nododiet vienu.
mk: Вашата поштенска торба веќе содржи %lld букви за други луѓе. Доставете го или предајте го прво.
ms: Beg mel anda sudah pun menyimpan surat %lld untuk orang lain. Hantar atau serahkan satu pada dahulu.
mt: Il-borża tal-posta tiegħek diġà żżomm ittri %lld għal nies oħra. Ikkonsenja jew agħti waħda mill-ewwel.
nb: Postvesken din inneholder allerede %lld-bokstaver for andre personer. Lever eller lever en på først.
nl: Uw postzak bevat al %lld-brieven voor andere mensen. Eerst afleveren of overhandigen.
pl: W Twojej torbie pocztowej znajdują się już listy %lld dla innych osób. Dostarcz lub podaj jako pierwszy.
pt_br: Sua mala postal já contém cartas %lld para outras pessoas. Entregue ou entregue um primeiro.
ro: Poșta dvs. conține deja litere %lld pentru alte persoane. Livrați sau predați unul mai întâi.
ru: В твоей почтовой сумке уже %lld писем для других людей. Сначала доставьте или передай одно из них.
sk: Vaša poštová taška už obsahuje %lld listov pre iných ľudí. Najprv doručte alebo odovzdajte jeden.
sl: Vaša poštna torba že vsebuje %lld pisma za druge osebe. Najprej dostavite ali oddajte enega.
sq: Çanta juaj postare tashmë përmban shkronja %lld për njerëzit e tjerë. Dorëzoni ose dorëzoni një në fillim.
sr: Ваша поштанска торба већ садржи %lld писма за друге људе. Испоручите или предајте прво.
sv: Din postväska innehåller redan %lld-bokstäver för andra personer. Leverera eller lämna en först.
th: กระเป๋าไปรษณีย์ของคุณมีจดหมาย %lld สำหรับบุคคลอื่นอยู่แล้ว ส่งมอบหรือส่งมอบก่อน
tr: Posta çantanızda zaten diğer insanlara ait %lld mektupları bulunuyor. Önce bir tane teslim edin veya verin.
uk: У вашій поштовій сумці вже є %lld листи для інших людей. Доставте або передай спочатку.
vi: Túi thư của bạn đã chứa thư %lld cho người khác. Giao hoặc giao một cái trước.
zh_hans: 您的邮袋已包含其他人的 %lld 信件。先交付或上交一个。
zh_hk: 您的郵袋已包含其他人的 %lld 信件。先交付或上交一个。

source: Your name
ar: اسمك
bg: Вашето име
bs: Vaše ime
ca: El teu nom
cs: Vaše jméno
da: Dit navn
de: Dein Name
el: Το όνομά σου
es: tu nombre
et: Sinu nimi
eu: Zure izena
fi: Sinun nimesi
fr: Ton nom
ga: D'ainm
gl: O teu nome
he: השם שלך
hi: आपका नाम
hr: Vaše ime
hu: A neved
id: Namamu
is: Nafnið þitt
it: Il tuo nome
ja: あなたの名前
ka: შენი სახელი
kk: Сіздің атыңыз
ko: 당신의 이름
lt: Tavo vardas
lv: Jūsu vārds
mk: Вашето име
ms: nama awak
mt: ismek
nb: Navnet ditt
nl: Jouw naam
pl: Twoje imię
pt_br: Seu nome
ro: Numele tău
ru: Твоё имя
sk: Vaše meno
sl: Vaše ime
sq: Emri juaj
sr: Твоје име
sv: Ditt namn
th: ชื่อของคุณ
tr: Adınız
uk: Твоє ім'я
vi: Tên của bạn
zh_hans: 你的名字
zh_hk: 你的名字

source: Your Name
ar: اسمك
bg: Твоето име
bs: Vaše ime
ca: El teu nom
cs: Vaše jméno
da: Dit navn
de: Dein Name
el: Το όνομά σας
es: Tu nombre
et: Sinu nimi
eu: Zure izena
fi: Nimesi
fr: Ton nom
ga: D'Ainm
gl: O teu nome
he: השם שלך
hi: आपका नाम
hr: Vaše ime
hu: Az Ön neve
id: Nama Anda
is: Nafnið þitt
it: Il tuo nome
ja: あなたのお名前
ka: შენი სახელი
kk: Сіздің атыңыз
ko: 이름
lt: Jūsų vardas
lv: Tavs vārds
mk: Вашето име
ms: Nama Anda
mt: Ismek
nb: Ditt navn
nl: Je naam
pl: Twoje imię
pt_br: Seu nome
ro: Numele tău
ru: Твоё имя
sk: Vaše meno
sl: Vaše ime
sq: Emri juaj
sr: Ваше име
sv: Ditt namn
th: ชื่อของคุณ
tr: Adınız
uk: Твоє ім’я
vi: Tên của bạn
zh_hans: 您的名字
zh_hk: 你嘅名

source: Your name appears on every letter you send. That's the whole account system.
ar: يظهر اسمك في كل رسالة ترسلها. هذا هو نظام الحساب بأكمله.
bg: Вашето име се появява на всяко писмо, което изпращате. Това е цялата система за акаунти.
bs: Vaše ime se pojavljuje na svakom pismu koje pošaljete. To je cijeli sistem računa.
ca: El vostre nom apareix a cada carta que envieu. Això és tot el sistema de comptes.
cs: Vaše jméno se objeví na každém odeslaném dopise. To je celý systém účtů.
da: Dit navn står på hvert brev, du sender. Det er hele kontosystemet.
de: Dein Name steht auf jedem Brief, den du sendest. Das ist das gesamte Kontosystem.
el: Το όνομά σας εμφανίζεται σε κάθε γράμμα που στέλνετε. Αυτό είναι ολόκληρο το σύστημα λογαριασμού.
es: Tu nombre aparece en cada carta que envías. Ese es todo el sistema de cuentas.
et: Teie nimi ilmub igale saadetud kirjale. See on kogu kontosüsteem.
eu: Zure izena bidaltzen dituzun gutun guztietan agertzen da. Hori da kontu sistema osoa.
fi: Nimesi näkyy jokaisessa lähettämässäsi kirjeessä. Siinä koko tilijärjestelmä.
fr: Ton nom apparaît sur chaque lettre envoyée. C'est tout le système de compte.
ga: Tá d’ainm le feiceáil ar gach litir a sheolann tú. Sin é an córas cuntais ar fad.
gl: O teu nome aparece en cada carta que envías. Ese é todo o sistema de contas.
he: שמך מופיע על כל מכתב שאתה שולח. זו כל מערכת החשבונות.
hi: आपके द्वारा भेजे गए प्रत्येक पत्र पर आपका नाम अंकित होता है। वह संपूर्ण खाता प्रणाली है.
hr: Vaše ime pojavljuje se na svakom pismu koje pošaljete. To je cijeli sustav računa.
hu: A neved minden elküldött levélben megjelenik. Ez az egész számlarendszer.
id: Nama Anda muncul di setiap surat yang Anda kirim. Itulah keseluruhan sistem akun.
is: Nafnið þitt birtist á hverjum staf sem þú sendir. Það er allt reikningskerfið.
it: Il tuo nome appare su ogni lettera che invii. Questo è l'intero sistema di account.
ja: 送るすべての手紙にあなたの名前が記されます。アカウント登録はこれだけです。
ka: თქვენი სახელი ჩნდება თქვენს მიერ გაგზავნილ ყველა წერილზე. ეს არის მთელი ანგარიშის სისტემა.
kk: Сіздің атыңыз сіз жіберген әрбір хатта көрсетіледі. Бұл бүкіл есеп жүйесі.
ko: 당신이 보내는 모든 편지에는 당신의 이름이 나타납니다. 이것이 전체 계정 시스템입니다.
lt: Jūsų vardas yra ant kiekvieno siunčiamo laiško. Tai visa sąskaitų sistema.
lv: Jūsu vārds parādās uz katras vēstules, ko nosūtāt. Tā ir visa kontu sistēma.
mk: Вашето име се појавува на секое писмо што го испраќате. Тоа е целиот систем на сметки.
ms: Nama anda tertera pada setiap surat yang anda hantar. Itulah keseluruhan sistem akaun.
mt: Ismek jidher fuq kull ittra li tibgħat. Dik hija s-sistema kollha tal-kont.
nb: Navnet ditt vises på hver bokstav du sender. Det er hele kontosystemet.
nl: Uw naam verschijnt op elke brief die u verzendt. Dat is het hele accountsysteem.
pl: Twoje imię i nazwisko pojawia się w każdym wysyłanym liście. To cały system kont.
pt_br: Seu nome aparece em todas as cartas que você envia. Esse é todo o sistema de contas.
ro: Numele tău apare pe fiecare scrisoare pe care o trimiți. Acesta este întregul sistem de conturi.
ru: Твоё имя будет на каждом отправленном письме. Это и есть вся система аккаунтов.
sk: Vaše meno sa objaví na každom liste, ktorý pošlete. To je celý účtovný systém.
sl: Vaše ime je prikazano na vsakem pismu, ki ga pošljete. To je celoten računski sistem.
sq: Emri juaj shfaqet në çdo letër që dërgoni. Ky është i gjithë sistemi i llogarisë.
sr: Ваше име се појављује на сваком писму које пошаљете. То је цео систем рачуна.
sv: Ditt namn står på varje brev du skickar. Det är hela kontosystemet.
th: ชื่อของคุณปรากฏบนจดหมายทุกฉบับที่คุณส่ง นั่นคือระบบบัญชีทั้งหมด
tr: Adınız gönderdiğiniz her mektubun üzerinde görünür. Bütün hesap sistemi bu.
uk: Твоє ім’я з’являється на кожному листі, який ти надсилаєте. Ось і вся система обліку.
vi: Tên của bạn xuất hiện trên mỗi lá thư bạn gửi. Đó là toàn bộ hệ thống tài khoản.
zh_hans: 你的名字将出现在你发出的每封信上。这就是全部的账户系统。
zh_hk: 您發送的每封信上都會出現您的名字。這就是整個帳戶系統。

source: Your names
ar: اسمائكم
bg: Вашите имена
bs: Vaša imena
ca: Els teus noms
cs: Vaše jména
da: Dine navne
de: Deine Namen
el: Τα ονόματά σας
es: Tus nombres
et: Teie nimed
eu: Zure izenak
fi: Sinun nimesi
fr: Tes noms
ga: D'ainmneacha
gl: Os teus nomes
he: השמות שלך
hi: तुम्हारे नाम
hr: Vaša imena
hu: A ti neveiteket
id: Nama Anda
is: Nöfnin þín
it: I tuoi nomi
ja: あなたの名前
ka: შენი სახელები
kk: Сіздің есімдеріңіз
ko: 당신의 이름
lt: Jūsų vardai
lv: Jūsu vārdi
mk: Вашите имиња
ms: nama awak
mt: Ismijiet tiegħek
nb: Dine navn
nl: Jouw namen
pl: Wasze imiona
pt_br: Seus nomes
ro: Numele voastre
ru: Твои имена
sk: Vaše mená
sl: Vaša imena
sq: emrat tuaj
sr: Ваша имена
sv: Dina namn
th: ชื่อของคุณ
tr: İsimleriniz
uk: Твої імена
vi: Tên của bạn
zh_hans: 你的名字
zh_hk: 你的名字

source: Your pasture is empty. Write a letter and a ram will set off.
ar: المراعي الخاصة بك فارغة. اكتب رسالة وسوف ينطلق الكبش.
bg: Вашето пасище е празно. Напиши писмо и овен ще тръгне.
bs: Vaš pašnjak je prazan. Napišite pismo i ovan će krenuti.
ca: La teva pastura està buida. Escriu una carta i un ariet sortirà.
cs: Vaše pastvina je prázdná. Napište dopis a beran vyrazí.
da: Din græsgang er tom. Skriv et brev, og en vædder tager af sted.
de: Deine Weide ist leer. Schreibe einen Brief und ein Widder wird losfahren.
el: Το λιβάδι σου είναι άδειο. Γράψε ένα γράμμα και ένα κριάρι θα ξεκινήσει.
es: Tu pasto está vacío. Escribe una carta y un carnero partirá.
et: Su karjamaa on tühi. Kirjuta kiri ja jäära läheb teele.
eu: Zure larrea hutsik dago. Idatzi gutun bat eta ahari bat abiatuko da.
fi: Laitumesi on tyhjä. Kirjoita kirje ja pässi lähtee liikkeelle.
fr: Ton pâturage est vide. Écris une lettre et un bélier partira.
ga: Tá do féarach folamh. Scríobh litir agus imeoidh reithe.
gl: O teu pasto está baleiro. Escribe unha carta e un carneiro sairá.
he: המרעה שלך ריק. כתוב מכתב ואיל ייצא לדרך.
hi: तुम्हारा चारागाह खाली है. एक पत्र लिखें और एक राम निकल जाएगा।
hr: Vaš pašnjak je prazan. Napiši pismo i ovan će krenuti.
hu: Üres a legelőd. Írj egy levelet és egy kos indul.
id: Padang rumputmu kosong. Tulis surat dan seekor domba jantan akan berangkat.
is: Hagurinn þinn er tómur. Skrifaðu bréf og hrútur fer af stað.
it: Il tuo pascolo è vuoto. Scrivi una lettera e un ariete partirà.
ja: あなたの牧草地は空です。手紙を書くと羊が出発します。
ka: შენი საძოვარი ცარიელია. დაწერე წერილი და ვერძი დაიძრა.
kk: Жайылымыңыз бос. Хат жазсаң қошқар жолға шығады.
ko: 당신의 목초지는 비어 있습니다. 편지를 쓰면 숫양이 출발합니다.
lt: Tavo ganykla tuščia. Parašyk laišką ir avinas iškeliaus.
lv: Tavas ganības ir tukšas. Uzraksti vēstuli un auns dosies ceļā.
mk: Вашето пасиште е празно. Напиши писмо и овен ќе тргне.
ms: Padang rumput anda kosong. Tulis surat dan seekor domba jantan akan berangkat.
mt: Il-mergħa tiegħek hija vojta. Ikteb ittra u muntun jitlaq.
nb: Ditt beite er tomt. Skriv et brev og en vær drar av gårde.
nl: Je weiland is leeg. Schrijf een brief en er zal een ram op pad gaan.
pl: Twoje pastwisko jest puste. Napisz list, a baran wyruszy.
pt_br: Seu pasto está vazio. Escreva uma carta e um carneiro partirá.
ro: Pășunea ta este goală. Scrie o scrisoare și va porni un berbec.
ru: Твоё пастбище пусто. Напишите письмо, и баран отправится в путь.
sk: Tvoja pastvina je prázdna. Napíšte list a baran vyrazí.
sl: Vaš pašnik je prazen. Napiši pismo in oven bo odšel.
sq: Kullota juaj është bosh. Shkruaj një letër dhe një dash do të niset.
sr: Ваш пашњак је празан. Напиши писмо и ован ће кренути.
sv: Din hage är tom. Skriv ett brev och en bagge ger sig av.
th: ทุ่งหญ้าของคุณว่างเปล่า เขียนจดหมายแล้วแกะจะออกเดินทาง
tr: Meranız boş. Bir mektup yaz ve bir koç yola çıkacak.
uk: Твоє пасовище пусте. Напишіть листа, і баран піде в дорогу.
vi: Đồng cỏ của bạn trống rỗng. Viết một lá thư và một con cừu đực sẽ khởi hành.
zh_hans: 你的牧场空了。写一封信，一只公羊就会出发。
zh_hk: 你的牧場空了。寫一封信，一隻公羊就會出發。

source: Your pasture is expanded
ar: مرعى الخاص بك موسع
bg: Вашето пасище е разширено
bs: Vaš pašnjak je proširen
ca: La teva pastura s'amplia
cs: Vaše pastva je rozšířena
da: Din græsgang er udvidet
de: Deine Weide ist erweitert
el: Το βοσκότοπό σας επεκτείνεται
es: Tu pasto se expande
et: Teie karjamaa on laienenud
eu: Zure larrea zabaldu da
fi: Laitumesi on laajentunut
fr: Ton pâturage est agrandi
ga: Tá do féarach méadaithe
gl: O seu pasto está ampliado
he: המרעה שלך מורחב
hi: आपके चरागाह का विस्तार हुआ है
hr: Vaš pašnjak je proširen
hu: Kibővült a legelőd
id: Padang rumputmu diperluas
is: Hagurinn þinn er stækkaður
it: Il tuo pascolo è ampliato
ja: あなたの牧場が拡大されました
ka: თქვენი საძოვარი გაფართოვდა
kk: Жайылымыңыз кеңейді
ko: 당신의 목초지가 확장되었습니다
lt: Jūsų ganykla išplėsta
lv: Jūsu ganības ir paplašinātas
mk: Вашето пасиште е проширено
ms: Padang rumput anda diperluaskan
mt: Il-mergħa tiegħek hija estiża
nb: Ditt beite er utvidet
nl: Uw weide wordt uitgebreid
pl: Twoje pastwisko jest powiększone
pt_br: Seu pasto é ampliado
ro: Pășunea ta este extinsă
ru: Твоё пастбище расширено
sk: Vaša pastva je rozšírená
sl: Vaš pašnik je razširjen
sq: Kullota juaj është zgjeruar
sr: Ваш пашњак је проширен
sv: Din betesmark utökas
th: ทุ่งหญ้าของคุณขยายออกไป
tr: Meranız genişletildi
uk: Твоє пасовище розширено
vi: Đồng cỏ của bạn được mở rộng
zh_hans: 你的牧场扩大了
zh_hk: 你的牧場擴大了

source: Your pasture is full. Free a slot or expand the pasture, then try again.
ar: مراعيك ممتلئة. قم بتحرير فتحة أو توسيع المرعى، ثم حاول مرة أخرى.
bg: Пасището ви е пълно. Освободете слот или разширете пасището, след което опитайте отново.
bs: Vaš pašnjak je pun. Oslobodite mjesto ili proširite pašnjak, a zatim pokušajte ponovo.
ca: La teva pastura està plena. Allibera una ranura o amplia la pastura i torna-ho a provar.
cs: Vaše pastva je plná. Uvolněte místo nebo rozšiřte pastvinu a zkuste to znovu.
da: Din græsgang er fuld. Frigør en plads, eller udvid græsmarken, og prøv derefter igen.
de: Deine Weide ist voll. Gib einen Platz frei oder erweitere die Weide und versuche es dann erneut.
el: Το λιβάδι σου είναι γεμάτο. Ελευθερώστε μια υποδοχή ή επεκτείνετε το βοσκότοπο και, στη συνέχεια, δοκιμάστε ξανά.
es: Tu pasto está lleno. Libera un espacio o amplía el pasto y vuelve a intentarlo.
et: Teie karjamaa on täis. Vabastage pesa või laiendage karjamaad, seejärel proovige uuesti.
eu: Zure larrea beteta dago. Askatu zirrikitu bat edo zabaldu larrea, eta saiatu berriro.
fi: Laitumesi on täynnä. Vapauta paikka tai laajenna laitumaa ja yritä sitten uudelleen.
fr: Ton pâturage est plein. Libérez un emplacement ou agrandissez le pâturage, puis réessayez.
ga: Tá do féarach lán. Saor sliotán nó leathnaigh an féarach, ansin bain triail eile as.
gl: O teu pasto está cheo. Libera un espazo ou expande o pasto e téntao de novo.
he: המרעה שלך מלא. שחרר משבצת או הרחב את המרעה, ואז נסה שוב.
hi: तुम्हारा चारागाह भर गया है. एक स्लॉट खाली करें या चारागाह का विस्तार करें, फिर पुनः प्रयास करें।
hr: Tvoj je pašnjak pun. Oslobodite utor ili proširite pašnjak, a zatim pokušajte ponovno.
hu: Tele a legelőd. Szabadítson fel egy rést, vagy bővítse ki a legelőt, majd próbálkozzon újra.
id: Padang rumputmu penuh. Kosongkan satu slot atau perluas padang rumputnya, lalu coba lagi.
is: Hagurinn þinn er fullur. Losaðu rifa eða stækkaðu hagann, reyndu svo aftur.
it: Il tuo pascolo è pieno. Libera uno slot o espandi il pascolo, quindi riprova.
ja: あなたの牧草地はいっぱいです。スロットを解放するか牧草地を拡張してから、もう一度お試しください。
ka: შენი საძოვარი სავსეა. გაათავისუფლეთ სლოტი ან გააფართოვეთ საძოვარი, შემდეგ სცადეთ ხელახლა.
kk: Жайылымыңыз толы. Слотты босатыңыз немесе жайылымды кеңейтіңіз, содан кейін әрекетті қайталаңыз.
ko: 당신의 목초지가 가득 찼습니다. 슬롯을 비우거나 목초지를 확장한 후 다시 시도하세요.
lt: Tavo ganykla pilna. Atlaisvinkite plyšį arba išplėskite ganyklą, tada bandykite dar kartą.
lv: Jūsu ganības ir pilnas. Atbrīvojiet vietu vai paplašiniet ganības, pēc tam mēģiniet vēlreiz.
mk: Вашето пасиште е полно. Ослободете отвор или проширете го пасиштето, а потоа обидете се повторно.
ms: Padang rumput anda penuh. Kosongkan slot atau luaskan padang rumput, kemudian cuba lagi.
mt: Il-mergħa tiegħek hija mimlija. Eħles slot jew jespandi l-mergħa, imbagħad erġa pprova.
nb: Ditt beite er fullt. Frigjør et spor eller utvid beitet, og prøv igjen.
nl: Je weiland is vol. Maak een slot vrij of breid het weiland uit en probeer het opnieuw.
pl: Twoje pastwisko jest pełne. Zwolnij miejsce lub powiększ pastwisko, a następnie spróbuj ponownie.
pt_br: Seu pasto está cheio. Libere um espaço ou expanda o pasto e tente novamente.
ro: Pășunea ta este plină. Eliberați un slot sau extindeți pășunea, apoi încercați din nou.
ru: Твоё пастбище заполнено. Освободите место или расширьте пастбище, затем повторите попытку.
sk: Vaša pastva je plná. Uvoľnite miesto alebo rozšírte pastvinu a skúste to znova.
sl: Vaš pašnik je poln. Sprostite režo ali razširite pašnik, nato poskusite znova.
sq: Kullota juaj është plot. Lironi një vend ose zgjeroni kullotën, më pas provoni përsëri.
sr: Пашњак ти је пун. Ослободите место или проширите пашњак, па покушајте поново.
sv: Din hage är full. Frigör en plats eller utöka hagen och försök sedan igen.
th: ทุ่งหญ้าของคุณเต็มแล้ว ปล่อยช่องหรือขยายทุ่งหญ้า แล้วลองอีกครั้ง
tr: Meranız dolu. Bir yuva açın veya merayı genişletin, ardından tekrar deneyin.
uk: Твоє пасовище повне. Звільніть слот або розширте пасовище, а потім повторіть спробу.
vi: Đồng cỏ của bạn đã đầy. Giải phóng một ô trống hoặc mở rộng đồng cỏ, sau đó thử lại.
zh_hans: 你的牧场已经满了。释放一个槽位或扩大牧场，然后重试。
zh_hk: 你的牧場已經滿了。釋放一個槽位或擴大牧場，然後重試。

source: Your purchase couldn't be completed. Please try again.
ar: لا يمكن إكمال عملية الشراء. يرجى المحاولة مرة أخرى.
bg: Вашата покупка не можа да бъде завършена. Моля, опитайте отново.
bs: Vaša kupovina nije mogla biti dovršena. Molimo pokušajte ponovo.
ca: La teva compra no s'ha pogut completar. Si us plau, torna-ho a provar.
cs: Váš nákup se nepodařilo dokončit. Zkuste to prosím znovu.
da: Dit køb kunne ikke gennemføres. Prøv venligst igen.
de: Dein Kauf konnte nicht abgeschlossen werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η ολοκλήρωση της αγοράς σας. Δοκιμάστε ξανά.
es: No se pudo completar tu compra. Por favor inténtalo de nuevo.
et: Teie ostu ei saanud lõpule viia. Palun proovi uuesti.
eu: Ezin izan da erosketa burutu. Mesedez, saiatu berriro.
fi: Ostostasi ei voitu suorittaa loppuun. Yritä uudelleen.
fr: Ton achat n'a pas pu être finalisé. Veuillez réessayer.
ga: Níorbh fhéidir do cheannachán a chur i gcrích. Bain triail eile as.
gl: Non se puido completar a túa compra. Téntao de novo.
he: לא ניתן היה להשלים את הרכישה. אנא נסה שוב.
hi: आपकी खरीदारी पूरी नहीं हो सकी. कृपया पुन: प्रयास करें।
hr: Vaša kupnja nije mogla biti dovršena. Molimo pokušajte ponovo.
hu: A vásárlást nem lehetett befejezni. Kérjük, próbálja újra.
id: Pembelian Anda tidak dapat diselesaikan. Silakan coba lagi.
is: Ekki tókst að ganga frá kaupunum þínum. Vinsamlegast reyndu aftur.
it: Impossibile completare l'acquisto. Per favore riprova.
ja: 購入を完了できませんでした。もう一度試してください。
ka: თქვენი შესყიდვა ვერ დასრულდა. გთხოვთ, სცადოთ ხელახლა.
kk: Сатып алуды аяқтау мүмкін болмады. Қайталап көріңіз.
ko: 구매를 완료할 수 없습니다. 다시 시도해 주세요.
lt: Nepavyko užbaigti pirkimo. Bandykite dar kartą.
lv: Jūsu pirkumu nevarēja pabeigt. Lūdzu, mēģiniet vēlreiz.
mk: Вашето купување не можеше да се заврши. Ве молиме обидете се повторно.
ms: Pembelian anda tidak dapat diselesaikan. Sila cuba lagi.
mt: Ix-xiri tiegħek ma setax jitlesta. Jekk jogħġbok erġa' pprova.
nb: Kjøpet ditt kunne ikke fullføres. Vennligst prøv igjen.
nl: Uw aankoop kan niet worden voltooid. Probeer het opnieuw.
pl: Nie można sfinalizować zakupu. Spróbuj ponownie.
pt_br: Não foi possível concluir sua compra. Por favor, tente novamente.
ro: Achiziția dvs. nu a putut fi finalizată. Vă rugăm să încercați din nou.
ru: Твоя покупка не может быть завершена. Пожалуйста, попробуй еще раз.
sk: Váš nákup sa nepodarilo dokončiť. Skúste to znova.
sl: Vašega nakupa ni bilo mogoče dokončati. prosim poskusite znova
sq: Blerja juaj nuk mund të përfundonte. Ju lutemi provoni përsëri.
sr: Ваша куповина није могла да се заврши. Покушајте поново.
sv: Ditt köp kunde inte slutföras. Försök igen.
th: การซื้อของคุณไม่เสร็จสมบูรณ์ โปรดลองอีกครั้ง
tr: Satın alma işleminiz tamamlanamadı. Lütfen tekrar deneyin.
uk: Вашу покупку не вдалося завершити. Спробуй ще раз.
vi: Không thể hoàn tất giao dịch mua hàng của bạn. Vui lòng thử lại.
zh_hans: 您的购买无法完成。请再试一次。
zh_hk: 您的購買無法完成。請再試一次。

source: your ram
ar: الكبش الخاص بك
bg: вашият овен
bs: tvoj ovan
ca: el teu ariet
cs: tvůj beran
da: din vædder
de: Dein Widder
el: το κριάρι σου
es: tu carnero
et: sinu jäär
eu: zure aharia
fi: sinun oinas
fr: ton bélier
ga: do reithe
gl: o teu carneiro
he: האיל שלך
hi: आपका राम
hr: tvoj ovan
hu: a kosod
id: domba jantanmu
is: hrúturinn þinn
it: il tuo ariete
ja: あなたの雄羊
ka: შენი ვერძი
kk: сіздің қошқарыңыз
ko: 너의 숫양
lt: tavo avinas
lv: tavs auns
mk: вашиот овен
ms: domba jantan anda
mt: muntun tiegħek
nb: væren din
nl: jouw ram
pl: twój baran
pt_br: seu carneiro
ro: berbecul tău
ru: твой баран
sk: tvoj baran
sl: tvoj oven
sq: dashin tuaj
sr: твој ован
sv: din bagge
th: แกะของคุณ
tr: senin koçun
uk: твій баран
vi: ram của bạn
zh_hans: 你的公羊
zh_hk: 你的公羊
